[{
        "brand": "Decathlon",
        "model": "st 520",
        "price": 250,
        "category": "vtt",
        "image": "https://contents.mediadecathlon.com/p1916561/k$5de05bdafcae713efbb594debb777644/sq/V+LO+VTT+ST+520+V2+NOIR+27+5.webp?f=700x700",
        "description": " Ce VTT 27,5 est conçu pour vos randonnées VTT, toute l'année, de 2h à 3h. Allez plus vite, sans oublier de contrôler votre trajectoire. Avec les freins à disque mécaniques du VTT ST 520, engagez-vous avec confiance dans les descentes, les sentiers sinueux et les obstacles."
    },
    {
        "brand": "Canyon",
        "model": "Aeroad CFR Disc Di2",
        "price": 7499,
        "category": "route",
        "image": "https://media-cdn.canyon.com/dw/image/v2/BCML_PRD/on/demandware.static/-/Sites-canyon-master/default/dwd372280f/images/full/full_2021_/2021/full_2021_aeroad-disc-cfr-9-di2_2452_bk_mc_P5.png?sw=935&sh=935&sm=fit&sfrm=png",
        "description": "Les meilleurs ingénieurs. Les meilleurs matériaux et pièces. Testé par les meilleurs cyclistes mondiaux. Sculpté en collaboration avec les experts aéronautiques de F1 de Swiss Side, l'Aeroad CFR Disc Di2 est un vélo de course sur route de haute performance à la pointe de ce qui est possible en matière d'ingénierie et de technologie modernes. C'est le vélo de route le plus rapide que vous ayez jamais utilisé. "
    },
    {
        "brand": "Canyon",
        "model": "Aeroad CF SLX 8 Disc Di2",
        "price": 4999,
        "category": "route",
        "image": "https://media-cdn.canyon.com/dw/image/v2/BCML_PRD/on/demandware.static/-/Sites-canyon-master/default/dw7dd3f48b/images/full/full_2021_/2021/full_2021_aeroad-disc-cf-slx-8-di2_2450_bu-bu_P5.png?sw=935&sh=935&sm=fit&sfrm=png",
        "description": "Chaque centimètre de ce vélo est conçu pour gagner en aérodynamisme dans tous les domaines : profils de tube optimisés en soufflerie, paire de roues exclusive DT Swiss avec une jante arrière plus large pour optimiser la circulation de l'air et intégration complète de tous les câbles pour réduire la traînée. L'Aeroad CF SLX 8 Disc Di2 est notre interprétation d'un vélo de course aérodynamique de pointe. "
    },
    {
        "brand": "Canyon",
        "model": "Endurace:ON 7.0",
        "price": 2999,
        "category": "route",
        "image": "https://media-cdn.canyon.com/dw/image/v2/BCML_PRD/on/demandware.static/-/Sites-canyon-master/default/dwcf343d1b/images/full/full_2020_/2020/full_2020_endurace-on-7-0_2486_bk-gy_P5.png?sw=935&sh=935&sm=fit&sfrm=png",
        "description": "Ce vélo d’endurance e-road offre un ensemble complet de performances, associant un puissant moteur Fazua à une géométrie de cadre confortable. L’Endurace:ON AL 7.0 est aussi beau que rapide, et avale les kilomètres pour plus de plaisir. "
    },
    {
        "brand": "Canyon",
        "model": "Grail CF SLX 8 Di2",
        "price": 4599,
        "category": "gravel",
        "image": "https://media-cdn.canyon.com/dw/image/v2/BCML_PRD/on/demandware.static/-/Sites-canyon-master/default/dwf04fd2bb/images/full/Full_2021_/2021/Full_2021_grail-cf-slx-8-di2_2721_og-bk_P5.png?sw=935&sh=935&sm=fit&sfrm=png",
        "description": "Léger et rapide comme un vélo de route sur l’asphalte, mais stable et réactif sur les sentiers accidentés d'une sortie hors route, le Grail CF SLX Di2 est prêt à tout. Équipé du nouveau changement de vitesse électronique GRX815 Di2 de Shimano, c'est un vélo gravel du plus haut niveau. "
    },
    {
        "brand": "Canyon",
        "model": "Grail 7",
        "price": 1799,
        "category": "gravel",
        "image": "https://media-cdn.canyon.com/dw/image/v2/BCML_PRD/on/demandware.static/-/Sites-canyon-master/default/dwf43f81df/images/full/full_2020_/2020/full_2020_grail-al-7-0_2370_sr-bk_P5.png?sw=935&sh=935&sm=fit&sfrm=png",
        "description": "Le nouveau groupe Shimano GRX600 complète idéalement ce vélo gravel en aluminium. Grâce à son excellente ergonomie, sa cassette 11x34 dents associée à un pédalier en 46x30 dents, aucune ascension ne vous résistera'! "

    },
    {
        "brand": "Specialized",
        "model": "Diverge Comp E5",
        "price": 2249,
        "category": "gravel",
        "image": "https://s7d5.scene7.com/is/image/Specialized/?layer=0&wid=1920&hei=640&fmt=jpg&src=is{Specialized/pdp-product-bg-dark?wid=1920&hei=640}&layer=1&src=is{Specialized/96220-55_DIVERGE-E5-COMP-TARBLK-MRN-CHRM_HERO?wid=920&hei=600&$hybris-pdp-hero$}",
        "description": "Conçu pour découvrir de nouvelles routes, aller au travail ou en cours et faire plein d'autres choses, le Diverge Comp E5 redéfinit la notion de polyvalence appliquée aux vélos. Avec un cadre revu de A à Z, le nouveau Diverge est plus capable que jamais. Dans le souci permanent de répondre à tous vos besoins, nous avons tenu compte de votre exigence n° 1 : le dégagement pneu/cadre. Le nouveau cadre accepte sans problème des pneus jusqu'à 700x42 mm, avec un généreux dégagement pour la boue. Un autre critère important de développement était le poids. En tirant certains enseignements de la conception du Roubaix, nous avons mis au point un cadre en aluminium E5 Premium à la fois léger, rigide et robuste."
    },
    {

        "brand": "Specialized",
        "model": "S-Works Turbo Creo SL",
        "price": 12499,
        "category": "gravel",
        "image": "https://s7d5.scene7.com/is/image/Specialized/?layer=0&wid=1920&hei=640&fmt=jpg&src=is{Specialized/pdp-product-bg-dark?wid=1920&hei=640}&layer=1&src=is{Specialized/98121-02_CREO-SL-SW-CARBON-BLKTNT-SPCTFLR-BLK_HERO?wid=920&hei=600&$hybris-pdp-hero$}",
        "description": "Specialized développe depuis longtemps les vélos de route les plus performants au monde. Tarmac, Venge, Roubaix, Allez, Diverge : chacun de ces modèles domine sa catégorie en intégrant les meilleures technologies disponibles sur le marché. Nous ne pouvons pas lire l'avenir, mais une chose est d'ores et déjà certaine, le Turbo Creo SL dépassera toutes vos attentes en matière de performances d'un vélo de Route électrique. Il est léger, confortable, efficace et même vif, le tout avec la capacité d'aplanir les montagnes, de se moquer du vent de face et d'aller plus loin que vous ne l'imaginiez. C'est vous, en plus rapide. Comme tous nos modèles S-Works, le S-Works Turbo Creo SL est la configuration la plus haut de gamme d'une famille de produits. Le cadre en carbone FACT 11r avec suspension Future Shock 2.0 à amortisseur hydraulique reçoit une configuration monoplateau composée d'une transmission Shimano Dura-Ace Di2, d'un dérailleur arrière XTR et d'une cassette 11-42 dents offrant une plage de braquets exceptionnelle. Il est associé à des jantes en carbone Roval CLX 50 Disc équipées de pneus S-Works Turbo de 28 mm. Pour faire les choses bien, nous avons inclus notre cintre S-Works Carbon Hover, une potence S-Works Future Stem et une selle Body Geometry S-Works Power. Sans oublier une batterie auxiliaire car, avec ce vélo, vous n'aurez jamais envie de vous arrêter."
    },
    {
        "brand": "Specialized",
        "model": "Roubaix Comp",
        "price": 3799,
        "category": "route",
        "image": "https://s7d5.scene7.com/is/image/Specialized/?layer=0&wid=1920&hei=640&fmt=jpg&src=is{Specialized/pdp-product-bg-dark?wid=1920&hei=640}&layer=1&src=is{Specialized/94420-52_ROUBAIX-COMP-BLUCRYFLK-BLK_HERO?wid=920&hei=600&$hybris-pdp-hero$}",
        "description": "Le confort permet d'aller plus vite. Que vous rouliez sur les pavés du Nord ou sur le billlard des environs de chez vous, notre tout nouveau Roubaix Comp fera la différence. Le cadre, qui utilise notre grade de composite carbone FACT 10r, est le plus léger que nous ayons jamais fabriqué. Il atteint des niveaux exceptionnels de rigidité et, par rapport à la version SL4 précédente, la toute nouvelle géométrie est encore plus rapide et efficace. Pourtant, nos ingénieurs ont fait des merveilles en réussissant à préserver la position et le ressenti extraordinaires du SL4. Arrivé à ce stade, vous vous dites certainement : « qu'est-ce qu'il (ou elle) attend pour nous parler de la suspension ? » et vous avez raison d'être impatient. Baptisée Future Shock, c'est pour l'essentiel un piston avec un débattement de 20 mm dans le tube de direction. Cette technologie, mise au point dans le cadre d'un partenariat avec McLaren Applied Technologies, offre toute une série d'améliorations spectaculaires en termes de performances, notamment sur le plan de la souplesse verticale. Sans faire un cours de physique, nous avons constaté qu'en mettant l'accent sur la souplesse verticale plutôt que sur l'évasement de la fourche, nous pouvions améliorer le confort et la vitesse d'un seul coup d'un seul. Nous avons testé toutes sortes de vélos comparables et le nouveau Roubaix sort clairement du lot. Enfin, nous l'avons équipé de composants impressionnants, comme une transmission Shimano Ultegra/105 11 vitesses, des freins à disque hydrauliques et des roues DT R460 Disc ultra robustes."
    },
    {
        "brand": "Decathlon",
        "model": "TRIBAN RC100 ",
        "price": 3799,
        "category": "route",
        "image": "https://contents.mediadecathlon.com/p1738905/k$17a89dd922b2efe81f85f260a348d7a0/sq/V+LO+DE+ROUTE+TRIBAN+RC100+GRIS.webp?f=700x700",
        "description": " LE vélo pour débuter: des pneus rassurants, un passage de vitesses simplifié, un mono plateau et un vrai cintre courbé! Ideal sur terrains plats ou peu vallonés Découvrez le vélo idéal pour débuter: avec son mono-plateau, ne vous trompez plus de vitesse ! Confortable grâce à ses pneus de 32 mm, empruntez route et chemins avec passion ! "
    },
    {
        "brand": "Decathlon",
        "model": "TRIBAN RC520 GRAVEL ",
        "price": 999,
        "category": "gravel",
        "image": "https://contents.mediadecathlon.com/p1614792/k$f33e6326a8e619c23de2548b6da706dd/sq/V+LO+GRAVEL+TRIBAN+RC520+GRAVEL.webp?f=700x700",
        "description": " Nous avons conçu et testé ce vélo Gravel pour vos sorties régulières. Il vous garantira confort et rendement sur des pistes et chemins roulants Découvrez le Gravel! Son cintre large et évasé à 16°, ses roues 700 et pneus Tubeless Ready en 35, le Shimano 105 R7000 et le compact 50/34, vous apporteront confort et rendement sur pistes roulantes "
    },
    {
        "brand": "Decathlon",
        "model": "RC120 Flat Bar",
        "price": 500,
        "category": "route",
        "image": "https://contents.mediadecathlon.com/p1832245/k$472e44cf22866ec0acc7dff1f4d0c55d/sq/V+lo+Route+Cyclotourisme+RC120+Flat+Bar+Disque+Marine+Orange.webp?f=700x700",
        "description": " Nous avons conçu ce vélo pour vous permettre de progresser facilement. Sa polyvalence et ses 2X8 vitesses vous permettront d'explorer toutes les routes        Progressez avec un vélo polyvalent! Sa géométrie confort, son cadre en aluminium, sa fourche carbone et ses freins à disque vous permettront de vous frotter à tous les types de parcours "
    },
    {
        "brand": "Decathlon",
        "model": "RIVERSIDE 500",
        "price": 280,
        "category": "vtc",
        "image": "https://contents.mediadecathlon.com/p1278169/k$2cebf3dbde73dc4ea21f44c0dd44a2ee/sq/V+LO+TOUT+CHEMIN+RIVERSIDE+500+GRIS+ROUGE.webp?f=700x700",
        "description": " Notre équipe de concepteurs passionnés a développé ce vélo tout chemin pour vos sorties régulières jusqu'à 50 km. Aérez-vous avec le Riverside 500. Légèreté optimisée pour une meilleure maniabilité. Partez confortablement installé grâce à ses grips, sa selle ergonomique ainsi que sa fourche télescopique. "

    },
    {
        "brand": "Decathlon",
        "model": "E-ST 520",
        "price": 1699,
        "category": "vae",
        "image": "https://contents.mediadecathlon.com/p1863843/k$4e96b5b30b0a5491797117449f58c5ba/sq/V+LO+VTT+LECTRIQUE+E+ST+520+GRIS+JAUNE+27+5.webp?f=700x700",
        "description": " Ce VTT électrique (VTTAE) 27,5 est conçu pour les randonnées VTT en montagne. Avec ce VTT électrique (VTTAE) E-ST 520, gravissez les montagnes grâce son moteur central coupleux (70 Nm). "

    },
    {
        "brand": "Commencal",
        "model": "META POWER 27 ESSENTIAL 2019",
        "price": 3999,
        "category": "vae",
        "image": "https://tech.commencal.com/m/images/galeries/large/_DSC4589.jpg",
        "description": "Le vélo électrique existe depuis plusieurs années. Nous en croisons de plus en plus sur les trails ou en ville. L’image du vélo électrique a souvent été limitée à une vocation utilitaire ou pour permettre à des riders en petite forme de tout de même grimper... Il s’agit là d’une vision très et trop réductrice. Nous voulons démontrer que le vélo électrique, ou plutôt bénéficiant d’une assistance au pédalage, est tout simplement ce qui se fait de plus fun et de plus amusant ! Plaisir en montant, plaisir dans les relances, plaisir dans les liaisons, oui ! Le plaisir est partout ! Cela fait plusieurs années que nous travaillons pour développer notre propre e-bike. Nous avons conçu plusieurs prototypes, nous avons testé de nombreux moteurs et les avons associés à différents types de batteries. Mais pas de lancement sans un système fiable et performant ! Pas de précipitation ! Le E8000 de Shimano est alors apparu. Moteur compact, léger, puissant; emplacement astucieux de l’écran de contrôle; ergonomie parfaite des manettes de changement de mode; connexion bluetooth depuis son smartphone pour les réglages, les mises à jour… et service après-vente Shimano partout dans le monde ! Bref, moment parfait pour entrer dans le jeu ! Si nous sommes montés dans ce train, ce n’est pas pour autant que nous avons souhaité faire les choses « comme les autres ». Nous n’avons pas voulu que le META POWER soit un vélo construit autour d’un moteur, mais qu’il soit avant tout un META sur lequel on a intégré un moteur ! Géométrie, composants, rien n’est laissé au hasard. Pas de compromis. Et pour la batterie, nous avons fait le choix d’une solution « semi-intégrée ». La batterie Shimano d’origine est judicieusement placée pour abaisser au maximum le centre de gravité. Cerise sur le gâteau, un jour, nous avons comparé les temps en descente des META et des META Power (donc sans utilisation du moteur) ! Surprise ! Nous avons constaté que ces deux META descendaient dans des temps quasiment identiques ! Ce jour-là, nous avons aussi compris que notre but était atteint !Quant à ceux qui l’ont essayé, ils sont tous revenus en nous disant : Can I Keep It?"
    },
    {
        "brand":"Scrapper",
        "model":"CROSSROAD 6.9",
        "price":399,
        "category":"vtc",
        "image":"https://www.go-sport.com/fstrz/r/s/medias.go-sport.com/media/resized/1300x/catalog/product/01/43/09/58/cr-69_1_v1.jpg?frz-v=346",
        "description":"Le VTC spécialement conçu pour les femmes, le Crossroad 6.9 est un vélo extrêmement polyvalent qui excelle lorsqu’on parle de confort. Agréable et très facile à prendre en main. Efficace en ville, il n’est pas en reste sur les chemins et les terrains plus escarpés."
    },
    {

        "brand":"Decathlon",
        "model":"ST 560 LTD",
        "price":599,
        "category":"vtt",
        "image":"https://www.decathlon.fr/p/velo-vtt-st-560-ltd-blanc-27-5/_/R-p-328882?mc=8604700&c=ROUGE#picture-0-0",
        "description":" Ce VTT 27,5' est conçu pour vos randonnées VTT, toute l'année, de plus de 3h. Plus d'efficacité et plus de contrôle: fourche ROCKSHOX 100 mm blocable au guidon, double plateau 20 vitesses, roues 27.5' double parois allégées,... Appréciez la légèreté du VTT ST 560 LTD ! "
    }




]